Repository: zabbix-jp/translation
Catalog: frontend/omegat/project_save.tmx
Source language: en_us
Languages: ja

source: Incorrect row span provided for screen element.
ja: スクリーンの要素に正しくないセルの高さが指定されています。

source: Incorrect screen ID "%s" provided for screen element.
ja: スクリーンの要素のスクリーンID"%s"が正しくありません。

source: Incorrect screen provided for slide show.
ja: スライドショーに設定されているスクリーンが正しくありません。

source: Incorrect server IP/DNS in the "zabbix.conf.php"; 2.
ja: "zabbix.conf.php"に設定されたサーバーのIPまたはDNSが正しくない; 2.

source: Incorrect service end time.
ja: サービス終了時刻が正しくありません。

source: Incorrect service start time.
ja: サービス開始時刻が正しくありません。

source: Incorrect service time type.
ja: サービスタイムの種別が正しくありません。

source: Incorrect sorder order for service "%1$s".
ja: サービス"%1$s"の結びつけ順が正しくありません。

source: Incorrect status for service "%1$s".
ja: サービス"%1$s"のステータスが正しくありません。

source: Incorrect status.
ja: ステータスが正しくありません。

source: Incorrect steps
ja: 不正なステップ

source: Incorrect symbol sequence in trigger expression.
ja: トリガー条件式内の記号の並びが正しくありません。

source: Incorrect syntax near "%1$s" at position "%2$s"
ja: 間違った書式"%1$s"が"%2$s"付近に見つかりました

source: Incorrect syntax near "%1$s".
ja: "%1$s"付近の書式が正しくありません。

source: Incorrect template.
ja: テンプレートが正しくありません。

source: Incorrect time period
ja: 期間が間違っています

source: Incorrect time period "%1$s" start day must be less or equal to end day.
ja: 期間の設定"%1$s"が正しくありません。開始日は終了日よりも小さいか同じ値に設定してください。

source: Incorrect time period "%1$s" start time must be less than end time.
ja: 期間の設定"%1$s"が正しくありません。開始日は終了日よりも小さい値に設定してください。

source: Incorrect time period "%1$s".
ja: 期間"%1$s"が正しくありません。

source: Incorrect trigger
ja: 不正なトリガー

source: Incorrect trigger ID for service "%1$s".
ja: サービス"%1$s"のトリガーIDが正しくありません。

source: Incorrect trigger expression
ja: 間違ったトリガーの条件式

source: Incorrect trigger expression format "%1$s".
ja: トリガー条件式"%1$s"のフォーマットが正しくありません。

source: Incorrect trigger expression.
ja: トリガー条件式が正しくありません。

source: Incorrect trigger function "%1$s" provided in expression.
ja: 条件式のトリガー関数"%1$s"が正しくありません。

source: Incorrect trigger function parameters syntax is used.
ja: トリガー関数のパラメータが正しくありません。

source: Incorrect trigger.
ja: トリガーが正しくありません。

source: Incorrect type of asort_by_key
ja: キーの分類形式の誤り

source: Incorrect type of asort_by_key.
ja: asort_by_keyのタイプが正しくありません。

source: Incorrect usage of bracket symbols.
ja: ブラケットの使用方法が正しくありません。

source: Incorrect usage of expression logic linking symbols.
ja: 条件式の論理演算式の使い方が正しくありません。

source: Incorrect usage of quotes
ja: クォートの使い方が間違っています

source: Incorrect user
ja: 不正なユーザー

source: Incorrect user data in
ja: 間違ったユーザーデータ

source: Incorrect user data in "get_accessible_groups_by_user".
ja: "get_accessible_groups_by_user"中のユーザーデータが正しくありません。

source: Incorrect user data in "get_accessible_hosts_by_user".
ja: "get_accessible_hosts_by_user"中のユーザーデータが正しくありません。

source: Incorrect user data in "get_accessible_nodes_by_user".
ja: "get_accessible_nodes_by_user"中のユーザーデータが正しくありません。

source: Incorrect user group.
ja: ユーザーグループが正しくありません。

source: Incorrect user macro "%1$s" format is used in expression.
ja: 条件式で利用されているユーザーマクロ"%1$s"のフォーマットが正しくありません。

source: Incorrect value "%1$s" for "%2$s" field.
ja: "%2$s"フィールドの値"%1$s"が正しくありません。

source: Incorrect value "%1$s" for "%2$s" field: must be between %3$s and %4$s.
ja: "%2$s"フィールドの値"%1$s"が正しくありません: %3$sから%4$sの間で設定してください。

source: Incorrect value "%1$s" for float field "%2$s".
ja: 浮動小数フィールド"%2$s"の値"%1$s"が正しくありません。

source: Incorrect value "%1$s" for int field "%2$s".
ja: 整数フィールド"%2$s"の値"%1$s"が正しくありません。

source: Incorrect value "%1$s" for unsigned int field "%2$s".
ja: 符号なし整数フィールド"%2$s"の値"%1$s"が正しくありません。

source: Incorrect value "NULL" for NOT NULL field "%1$s".
ja: NOT NULLフィールド"%1$s"への"NULL"値は正しくありません。

source: Incorrect value "NULL" for NOT NULL field "%s".
ja: NOT NULLフィールド"%s"への"NULL"値は正しくありません。

source: Incorrect value for
ja: 値が間違っています

source: Incorrect value for field "%1$s".
ja: フィールド"%1$s"の値が正しくありません。

source: Incorrect value for field "%1$s": cannot be empty.
ja: フィールド"%1$s"の値が正しくありません: 空の値を設定することはできません。

source: Incorrect value for field "%1$s": must be between %2$s and %3$s.
ja: フィールド"%1$s"の値が正しくありません: %2$sから%3$sの間で設定してください。

source: Incorrect value for field "%s".
ja: フィールド"%s"の値が正しくありません。

source: Incorrect value for setMessage(): "%s".
ja: setMessage()の値が正しくありません: "%s".

source: Incorrect value type
ja: 誤った値のタイプ

source: Incorrect work period
ja: 不正なワーキングタイム

source: Incorrect working time.
ja: ワーキングタイムの設定が正しくありません。

source: Incorrect working time: "%s".
ja: ワーキングタイムが正しくありません: "%s".

source: Incorrect y max item for graph "%1$s".
ja: グラフ"%1$s"のY軸の最大値のアイテムが正しくありません。

source: Incorrect y min item for graph "%1$s".
ja: グラフ"%1$s"のY軸の最小値のアイテムが正しくありません。

source: Indonesian (id_ID)
ja: インドネシア語 (id_ID)

source: Infinity
ja: 無限

source: Info
ja: 情報

source: Information
ja: 情報

source: Insert
ja: 挿入

source: Insert macro
ja: マクロの挿入

source: Installation
ja: インストール

source: Installation/Update
ja: インストール/更新

source: Installer Name
ja: インストーラ名

source: Installer name
ja: インストーラ名

source: Interface
ja: インターフェース

source: Interface is linked to item "%1$s" on "%2$s".
ja: インターフェースは"%2$s"のアイテム"%1$s"にリンクされています。

source: Interface is linked to item "%s"
ja: インターフェースはアイテム"%s"にリンクされています

source: Interface is used by items that require this type of the interface.
ja: インターフェースはこのタイプのインターフェースを利用するアイテムで利用されています

source: Interface with DNS " %1$s " cannot have empty IP address.
ja: DNS"%1$s"が設定されたインターフェースにIPアドレスを設定してください。

source: Interface with DNS "%1$s" cannot have empty IP address.
ja: DNS "%1$s"が設定されたインターフェースにIPアドレスを設定してください。

source: Interface with IP "%1$s" cannot have empty DNS name while having "Use DNS" property on "%2$s".
ja: "%2$s"の"DNSを使用"にチェックが入っている場合、IPアドレス"%1$s"のインターフェースのDNS名は必須項目です。

source: Interface with IP "%1$s" cannot have empty DNS name while having "Use DNS" property on host "%2$s".
ja: ホスト"%2$s"no"DNSを使用"にチェックが入っている場合、IP"%1$s"のインターフェースのDNS名は必須項目です。

source: Interface with IP "%1$s" cannot have empty DNS name.
ja: IPアドレス"%1$s"が設定されたインターフェースにDNS名を設定してください。

source: Interfaces
ja: インターフェース

source: Internal
ja: Zabbixデータベース内のユーザー情報

source: Internal JSON-RPC error.
ja: JSON-RPC内部エラー。

source: Internal Zabbix error
ja: Zabbix内部エラー

source: Internal error.
ja: 内部エラー。

source: Interval
ja: 更新間隔

source: Interval (in sec)
ja: 更新間隔 (秒)

source: Invalid JSON.
ja: JSONデータが正しくありません。

source: Invalid Request.
ja: リクエストが正しくありません。

source: Invalid SNMP port
ja: SNMPポートが間違っています

source: Invalid hostid for macro "%1$s".
ja: マクロ"%1$s"のhostidが正しくありません。

source: Invalid item key format.
ja: アイテムのキーのフォーマットが正しくありません。

source: Invalid key format
ja: キーのフォーマットが間違っています

source: Invalid method parameters.
ja: メソッドのパラメータが正しくありません。

source: Invalid params.
ja: パラメータが正しくありません。

source: Invalid response code "%1$s".
ja: レスポンスコード"%1$s"が正しくありません。

source: Invalid response code range "%1$s".
ja: レスポンスコードの範囲"%1$s"が正しくありません。

source: Invalid screen found.
ja: 正しくないスクリーンがあります。

source: Invalid time period
ja: 時間の指定が正しくありません。

source: Invalid view name given "%s".
ja: 表示名"%s"が正しくありません。

source: Inventory
ja: インベントリ

source: Inventory field
ja: インベントリフィールド

source: Inventory mode
ja: インベントリモード

source: Is online?
ja: ログイン状態

source: Issue
ja: 問題

source: It is not possible to filter by user password
ja: ユーザーのパスワードによるフィルターは行えません

source: It is not possible to filter by user password.
ja: ユーザーのパスワードによるフィルターは行えません。

source: It is not possible to logout from HTTP authentication.
ja: HTTP認証からはログアウトできません。

source: It is not possible to search by user password
ja: ユーザーのパスワードによる検索は行えません

source: It is not possible to search by user password.
ja: ユーザーのパスワードによる検索は行えません。

source: It is used for %d item!
ja: この設定はアイテム"%d"に利用されています！

source: It is used for %d items!
ja: この設定はアイテム"%d"に利用されています！

source: Italian (IT)
ja: イタリア語 (IT)

source: Italian (it_IT)
ja: イタリア語 (it_IT)

source: Item
ja: アイテム

source: Item "%1$s" already exists on "%2$s", inherited from another template.
ja: アイテム"%1$s"は"%2$s"にすでに存在します (他のテンプレートからの継承)。

source: Item "%1$s" cannot populate a missing host inventory field number "%2$d".
ja: アイテム"%1$s"はフィールド番号が存在しないホストインベントリ"%2$d"を自動設定することができません。

source: Item "%1$s" does not exist on template "%2$s".
ja: アイテム"%1$s"はテンプレート"%2$s"に存在しません。

source: Item "%1$s" does not exist.
ja: アイテム"%1$s"は存在しません。

source: Item "%1$s" on "%2$s": application "%3$s" does not exist.
ja: "%2$s"上のアイテム"%1$s": アプリケーション"%3$s"は存在しません。

source: Item "%1$s" skipped - user rule.
ja: アイテム"%1$s"はスキップされました - ユーザの指定。

source: Item "%1$s:%2$s" already exists, inherited from another template.
ja: アイテム"%1$s:%2$s"はすでに存在します。他のテンプレートから継承されています。

source: Item "%1$s:%2$s" deleted.
ja: アイテム"%1$s:%2$s"を削除しました。

source: Item "%1$s:%2$s" has invalid port: "%3$s".
ja: アイテム"%1$s:%2$s"のポート"%3$s"は正しくありません。

source: Item %1$s : %2$s
ja: アイテム%1$s : %2$s

source: Item [%1$s:%2$s] cannot find interface on host [%3$s]
ja: アイテム[%1$s:%2$s]はホスト[%3$s]のインターフェースには見つかりませんでした

source: Item [%1$s:%2$s] unlinked.
ja: アイテム[%1$s:%2$s]のリンクを削除しました。

source: Item added
ja: アイテムを追加しました

source: Item count
ja: アイテム数

source: Item deleted
ja: アイテムを削除しました

source: Item does not exist
ja: アイテムが存在しません

source: Item does not exist.
ja: アイテムが存在しません。

source: Item function
ja: アイテム / 機能

source: Item prototype
ja: アイテムのプロトタイプ

source: Item prototype [%1$s:%2$s] deleted.
ja: アイテムのプロトタイプ[%1$s:%2$s]を削除しました。

source: Item prototype [%1$s:%2$s] unlinked.
ja: アイテムのプロトタイプ[%1$s:%2$s]のリンクを削除しました。

source: Item prototypes
ja: アイテムのプロトタイプ

source: Item prototypes of
ja: アイテムのプロトタイプ:

source: Item updated
ja: アイテムを更新しました

source: Item uses host interface from non-parent host.
ja: アイテムが親ホストのものではないホストインターフェイスを利用しています。

source: Item uses incorrect interface type.
ja: アイテムに正しくないインターフェースタイプが設定されています。

source: Item will not be refreshed.
ja: アイテムは更新されません。

source: Item with key "%1$s" already exists on "%2$s" as a discovery rule.
ja: キー"%1$s"が設定されたアイテムは"%2$s"にディスカバリルールとしてすでに存在します。

source: Item with key "%1$s" already exists on "%2$s" as an item created from item prototype.
ja: キー"%1$s"が設定されたアイテムはホスト"%2$s"にプロトタイプから生成されたアイテムとしてすでに存在します。

source: Item with key "%1$s" already exists on "%2$s" as an item prototype.
ja: キー"%1$s"が設定されたアイテムはホスト"%2$s"にプロトタイプとしてすでに存在します。

source: Item with key "%1$s" already exists on "%2$s" as an item.
ja: キー"%1$s"が設定されたアイテムはホスト"%2$s"にすでに存在します。

source: Item with key "%1$s" already exists on "%2$s" as unknown item element.
ja: キー"%1$s"が設定されたアイテムはホスト"%2$s"に不明なアイテムとしてすでに存在します。

source: Item with key "%1$s" already exists on "%2$s".
ja: キー"%1$s"が設定されたアイテムは指定したホスト"%2$s"にすでに存在します。

source: Item with key "%1$s" already exists on host "%2$s" as a discovery rule.
ja: キー"%1$s"が設定されたアイテムはホスト"%2$s"にディスカバリルールとしてすでに存在します。

source: Item with key "%1$s" already exists on host "%2$s" as an item created from item prototype.
ja: キー"%1$s"が設定されたアイテムはホスト"%2$s"にプロトタイプから生成されたアイテムとしてすでに存在します。

source: Item with key "%1$s" already exists on host "%2$s" as an item prototype.
ja: キー"%1$s"が設定されたアイテムはホスト"%2$s"にプロトタイプとしてすでに存在します。

source: Item with key "%1$s" already exists on host "%2$s" as an item.
ja: キー"%1$s"が設定されたアイテムはホスト"%2$s"にすでに存在します。

source: Item with key "%1$s" already exists on host "%2$s" as unknown item element.
ja: キー"%1$s"が設定されたアイテムはホスト"%2$s"に不明なアイテムとしてすでに存在します。

source: Item with key "%s" already exists on given host.
ja: キー"%s"が設定されたアイテムは指定したホストにすでに存在します。

source: Item with key "%s" already exists.
ja: キー"%s"が設定されたアイテムはすでに存在します。

source: Item with key [%s] already exists
ja: キー[%s]が設定されたアイテムはすでに存在します

source: Items
ja: アイテム

source: Items (m/d/n)
ja: アイテム数 (有効/無効/取得不可)

source: Items activated
ja: アイテムを有効にしました

source: Items copied
ja: アイテムをコピーしました

source: Items deleted
ja: アイテムを削除しました

source: Items disabled
ja: アイテムを無効にしました

source: Items list
ja: アイテムのリスト

source: Items required for graph
ja: グラフには1つ以上のアイテムが必要です

source: Items required for graph.
ja: グラフには1つ以上のアイテムが必要です。

source: Items updated
ja: アイテムを更新しました

source: JMX agent
ja: JMXエージェント

source: JMX interfaces
ja: JMXインターフェース

source: JSON-rpc error generation failed.
ja: JSON-rpcエラーの生成失敗。

source: JSON-rpc method is not defined.
ja: JSON-rpcメソッドがありません。

source: JSON-rpc params is not an Array.
ja: JSON-rpcパラメータがありません。

source: JSON-rpc version is not specified.
ja: JSON-rpcバージョンがありません。

source: Jabber identifier
ja: JabberID

source: Jan
ja: 1月

source: January
ja: 1月

source: Japanese (JP)
ja: 日本語 (JP)

source: Japanese (ja_JP)
ja: 日本語 (ja_JP)

source: Jul
ja: 7月

source: July
ja: 7月

source: Jun
ja: 6月

source: June
ja: 6月

source: Keep history
ja: ヒストリの保存期間

source: Keep history (in days)
ja: ヒストリの保存期間(日)

source: Keep lost resources period (in days)
ja: 存在しなくなったリソースの保持期間(日)

source: Keep trends
ja: トレンドの保存期間

source: Keep trends (in days)
ja: トレンドの保存期間(日)

source: Key
ja: キー

source: Key "%1$s" does not match <grpmax|grpmin|grpsum|grpavg>["Host group(s)", "Item key", "<last|min|max|avg|sum|count>", "parameter"].
ja: キー"%1$s"が<grpmax|grpmin|grpsum|grpavg>["Host group(s)", "Item key", "<last|min|max|avg|sum|count>", "parameter"]とマッチしません。

source: Key cannot be empty
ja: キーは必須の設定項目です

source: Key cannot be empty.
ja: キーを設定してください。

source: Key does not match
ja: キーが一致しません

source: Key does not match <grpmax|grpmin|grpsum|grpavg>["group","key","<last|min|max|avg|sum|count>","numeric param"].
ja: キーがマッチしません <grpmax|grpmin|grpsum|grpavg>["group","key","<last|min|max|avg|sum|count>","numeric param"].

source: Key is too large: maximum %d characters
ja: キーが長すぎます: 最大%d文字で設定してください

source: Key passphrase
ja: キーのパスフレーズ

source: Keyword
ja: キーワード

source: Kilo
ja: キロ

source: Korean (KO)
ja: 韓国語 (KO)

source: Korean (ko_KR)
ja: 韓国語 (ko_KR)

source: LATEST DATA
ja: 最新のデータ

source: LDAP Authentication
ja: LDAP認証

source: LDAP authentication
ja: LDAP認証

source: LDAP host
ja: LDAPホスト

source: LDAP login successful
ja: LDAPによるログインが成功しました

source: LDAP login successful.
ja: LDAPによるログインが成功しました。

source: LDAP login was not successful
ja: LDAPによるログインが失敗しました

source: LDAP login was not successful.
ja: LDAPによるログインが失敗しました。

source: LDAP updated.
ja: LDAPを更新しました。

source: LDAP was not updated.
ja: LDAPを更新できませんでした。

source: LOCAL
ja: ローカル

source: LOGS
ja: ログ

source: Label
ja: ラベル

source: Label location
ja: ラベルの位置

source: Language
ja: 言語

source: Last
ja: 最新

source: Last $1%d issue
ja: 最新$1%d件の障害

source: Last %1$d issue
ja: 最新%1$d件の障害

source: Last %1$d issues
ja: 最新%1$d件の障害

source: Last %d issues
ja: 最新%d件の障害

source: Last (most recent) T value is < N
ja: 最新(T秒前/T個前)の値 < N

source: Last (most recent) T value is = N
ja: 最新(T秒前/T個前)の値 < N = N

source: Last (most recent) T value is > N
ja: 最新(T秒前/T個前)の値 < N > N

source: Last (most recent) T value is NOT N
ja: 最新(T秒前/T個前)の値 < N NOT N

source: Last 20 issues
ja: 最新20件の障害

source: Last 24 hours
ja: 最新24時間

source: Last 30 days
ja: 最新30日

source: Last 365 days
ja: 最新365日

source: Last 7 days
ja: 最新7日

source: Last change
ja: 最新の変更

source: Last change (descending)
ja: 最新の変更 (降順)

source: Last check
ja: 最新のチェック

source: Last error message of scenario "%s".
ja: シナリオ"%s"の最新エラーメッセージ

source: Last failed attempt was from
ja: 最後のログイン失敗は次のホストから行われています

source: Last failed attempt was from %2$s on %3$s at %4$s.
ja: 最後のログイン失敗はホスト%2$sから%3$sの%4$sに行われています。

source: Last hour graph
ja: 最新1時間のグラフ

source: Last month graph
ja: 最新1ヶ月のグラフ

source: Last of
ja: 最新の

source: Last seen (age)
ja: 最新データ受信時刻 (経過時間)

source: Last value
ja: 最新の値

source: Last week graph
ja: 最新1週間のグラフ

source: Latest data
ja: 最新データ

source: Latest events
ja: 最新のイベント

source: Latvian (LV)
ja: ラトビア語 (LV)

source: Latvian (lv_LV)
ja: ラトビア語 (lv_LV)

source: Leave empty
ja: 空白のまま

source: Left
ja: 左

source: Legend
ja: 凡例

source: Line
ja: 線

source: Link
ja: リンク

source: Link additional templates
ja: 追加のテンプレートをリンク

source: Link indicators
ja: 障害発生時の条件設定

source: Link name should be unique for map "%s".
ja: マップ"%s"のリンク名は重複できません。

source: Link selementid1 field is pointing to a nonexistent map selement ID "%1$s" for map "%2$s".
ja: マップ"%2$s"のselementid1項目は、存在しないマップのselement ID "%1$s"を指しています。

source: Link selementid2 field is pointing to a nonexistent map selement ID "%1$s" for map "%2$s".
ja: マップ"%2$s"のselementid2項目は、存在しないマップのselement ID "%1$s"を指しています。

source: Link should have both "name" and "url" fields for map "%s".
ja: マップ"%s"のリンクには"名前"と"URL"の両方を設定する必要があります。

source: Link status indicator
ja: 状態識別用トリガー

source: Link status indicators
ja: 状態識別用トリガー

source: Link templates
ja: テンプレートをリンク

source: Link to template
ja: テンプレートとのリンクを作成

source: Link to templates
ja: テンプレートとリンク

source: Link to trigger?
ja: トリガーとリンク

source: Link with template
ja: テンプレートとのリンク

source: Link with templates
ja: テンプレートとのリンク

source: Linked templates
ja: テンプレートとのリンク

source: Linked to
ja: 次にリンク

source: Links
ja: リンク

source: Links between the selected elements
ja: 選択された要素間のリンク

source: Links for the selected element
ja: 選択された要素のリンク

source: List
ja: リスト

source: List is empty
ja: リストがありません

source: Loading...
ja: 読み込み中...

source: Local
ja: ローカル

source: Local time
ja: ローカル時間

source: Locale to extend
ja: 作成するロケール

source: Locales
ja: ロケール

source: Location
ja: 場所

source: Location latitude
ja: 緯度

source: Location longitude
ja: 経度

source: Log
ja: ログ

source: Log severity of the last log entry is < N
ja: 最新のログの深刻度 < N

source: Log severity of the last log entry is = N
ja: 最新のログの深刻度 = N

source: Log severity of the last log entry is > N
ja: 最新のログの深刻度 > N

source: Log severity of the last log entry is NOT N
ja: 最新のログの深刻度 NOT N

source: Log time format
ja: ログの時間の形式

source: Log unmatched SNMP traps
ja: マッチしないSNMPトラップをログに記録

source: Logged in as
ja: 次のユーザーでログイン

source: Login
ja: ログイン

source: Login as Guest
ja: ゲストとしてログイン

source: Login failed "%s".
ja: ログイン失敗"%s"

source: Login failed [%s]
ja: ログイン失敗 [%s]

source: Login name
ja: アカウント名

source: Login name or password is incorrect
ja: ログイン名かパスワードが間違っています

source: Login name or password is incorrect.
ja: ログイン名かパスワードが間違っています。

source: Logout
ja: ログアウト

source: Logs
ja: ログ

source: Loop
ja: 繰り返し

source: Lost
ja: 不明

source: M Y
ja: Y/m

source: MAC Address
ja: MACアドレス

source: MAC address A
ja: MACアドレスA

source: MAC address B
ja: MACアドレスB

source: MAINTENANCE
ja: メンテナンス

source: MAINTENANCE PERIODS
ja: メンテナンス期間

source: MAPS
ja: マップ

source: MEDIA TYPES
ja: メディアタイプ

source: MEMORY LIMIT REACHED!
ja: メモリ制限に達しました！

source: MOST BUSY TRIGGERS TOP 100
ja: 障害発生数上位100項目

source: Macro
ja: マクロ

source: Macro "%1$s" already exists on "%2$s".
ja: マクロ"%1$s"は"%2$s"にすでに存在します。

source: Macro "%1$s" already exists.
ja: マクロ"%1$s"はすでに存在します。

source: Macro "%1$s" is not unique.
ja: マクロ"%1$s"がユニークではありません。

source: Macro "%1$s" value is too long, it should not exceed 255 chars.
ja: マクロ"%1$s"の値が長すぎます。255文字以下で設定してください。

source: Macro added
ja: マクロを追加しました

source: Macro already exists
ja: マクロがすでに存在します

source: Macro name "%1$s" is too long, it should not exceed 64 chars.
ja: マクロ名"%1$s"が長すぎます。64文字以下で設定してください。

source: Macro name is too long, should not exceed 64 chars.
ja: マクロ名が長すぎます。64文字以下で設定してください

source: Macro value is too long, should not exceed 255 chars.
ja: マクロ名が長すぎます。255文字以下で設定してください

source: Macro with globalmacroid "%1$s" does not exist.
ja: globalmacroid "%1$s"を持つマクロは存在しません。

source: Macro with hostmacroid "%1$s" does not exist.
ja: hostmacroid "%1$s"を持つマクロは存在しません。

source: Macros
ja: マクロ

source: Macros deleted
ja: マクロを削除しました

source: Macros updated
ja: マクロを更新しました

source: Maintenance
ja: メンテナンス

source: Maintenance "%s" already exists.
ja: メンテナンス"%s"はすでに存在します。

source: Maintenance "Active since" value cannot be bigger than "Active till".
ja: メンテナンス期間の開始時刻は終了時刻よりも大きい値を指定できません。

source: Maintenance active since cannot be bigger than active till.
ja: メンテナンス期間の開始時刻は終了時刻よりも大きい値を指定できません。

source: Maintenance added
ja: メンテナンスを追加しました

source: Maintenance deleted
ja: メンテナンスを削除しました

source: Maintenance period length
ja: メンテナンス期間

source: Maintenance periods
ja: メンテナンス期間

source: Maintenance status
ja: メンテナンスの状態

source: Maintenance type
ja: メンテナンスタイプ

source: Maintenance updated
ja: メンテナンスを更新しました

source: Maintenance with data collection
ja: データ収集ありのメンテナンス

source: Maintenance without data collection
ja: データ収集なしのメンテナンス

source: Mandatory field "%1$s" is missing in table "%2$s".
ja: テーブル"%2$s"テーブルに必須フィールド"%1$s"がありません。

source: Mandatory parameter is missing.
ja: 必須のパラメータが設定されていません。

source: Manual
ja: マニュアル

source: Manual Logout
ja: 手動ログアウト

source: Map
ja: マップ

source: Map "%1$s" skipped - user rule.
ja: マップ"%1$s"はスキップされました - ユーザの指定。

source: Map "%s"
ja: マップ"%s"

source: Map "%s" created.
ja: マップ"%s"を作成しました。

source: Map "%s" updated.
ja: マップ"%s"を更新しました。

source: Map elements
ja: マップのアイコン

source: Map is saved!
ja: マップを保存しました！

source: Map label type
ja: マップラベルのタイプ

source: Map save operation failed.
ja: マップの保存操作に失敗しました

source: Map with name "%s" already exists
ja: マップ"%s"はすでに存在します

source: Mapped to
ja: マッピング先

source: Mapping
ja: マッピング

source: Mapping value "%1$s" is not unique.
ja: 値のマッピング"%1$s"はユニークではありません。

source: Mappings
ja: マッピング

source: Maps
ja: マップ

source: Mar
ja: 3月

source: March
ja: 3月

source: Mark elements on trigger status change
ja: トリガーの状態が変化した要素をマーク

source: Mark elements on triggers status change
ja: トリガーのステータス変化時にアイコンをマークする

source: Mark others
ja: その他をマーク

source: Mark selected
ja: 選択をマーク

source: Mass update
ja: 一括更新

source: Mass update elements
ja: 要素の一括更新

source: Mass update selected items?
ja: 選択したアイテムを一括更新しますか？

source: Mass update selected triggers?
ja: 選択したトリガーを一括更新しますか？

source: Master
ja: マスター

source: Master node
ja: マスターノード

source: Master node "ID" must be empty.
ja: マスターノードの"ID"は空白に設定してください。

source: Master node already exists
ja: マスターノードは既に存在します

source: Master node already exists.
ja: マスターノードがすでに存在します。

source: Max count of elements to show inside table cell
ja: 一覧表示の最大項目数

source: Max count of elements to show inside table cell "%1$s".
ja: 一覧表示の最大項目数 "%1$s"。

source: Max count of events per trigger to show
ja: トリガーあたりのイベント表示の最大数

source: Maximize
ja: 最大化

source: Maximum alias length is %2$d characters, "%3$s" is %1$d character.
ja: アカウント名は最大%2$d文字です。"%3$s"は%1$d文字あります。

source: Maximum alias length is %2$d characters, "%3$s" is %1$d characters.
ja: アカウント名は最大%2$d文字です。"%3$s"は%1$d文字あります。

source: Maximum host name length is %2$d characters, "%3$s" is %1$d character.
ja: ホスト名は最大%2$d文字です。"%3$s"は%1$d文字あります。

source: Maximum host name length is %2$d characters, "%3$s" is %1$d characters.
ja: ホスト名は最大%2$d文字です。"%3$s"は%1$d文字あります。

source: Maximum time period to display is %1$s day.
ja: 表示できる最大の期間は%1$s日です。

source: Maximum time period to display is %1$s days.
ja: 表示できる最大の期間は%1$s日です。

source: Maximum value for period of time is T < N
ja: 期間Tの値の最大値< N

source: Maximum value for period of time is T = N
ja: 期間Tの値の最大値 = N

source: Maximum value for period of time is T > N
ja: 期間Tの値の最大値 > N

source: Maximum value for period of time is T NOT N
ja: 期間Tの値の最大値 NOT N

source: Maximum visible host name length is %2$d characters, "%3$s" is %1$d character.
ja: ホストの表示名は最大%2$d文字です。"%3$s"は%1$d文字あります。

source: Maximum visible host name length is %2$d characters, "%3$s" is %1$d characters.
ja: ホストの表示名は最大%2$d文字です。"%3$s"は%1$d文字あります。

source: May
ja: 5月

source: Media
ja: メディア

source: Media type
ja: メディアタイプ

source: Media type "%s" already exists.
ja: メディアタイプ"%s"はすでに存在します。

source: Media type added
ja: メディアタイプを追加しました

source: Media type already exists:
ja: メディアタイプはすでに存在します:

source: Media type deleted
ja: メディアタイプを削除しました

source: Media type disabled
ja: メディアタイプを無効にしました

source: Media type enabled
ja: メディアタイプを有効にしました

source: Media type updated
ja: メディアタイプを更新しました

source: Media type was not deleted
ja: メディアタイプを削除できません

source: Media type was not updated
ja: メディアタイプを更新できません

source: Media types
ja: メディアタイプ

source: Media types used by action "%s".
ja: メディアタイプはアクション"%s"に利用されています。

source: Media types used by action:
ja: メディアタイプはアクションに利用されています:

source: Mediatype already exists:
ja: メディアタイプ はすでに存在します:

source: Mediatypes used by action:
ja: メディアタイプはアクションに使用されています

source: Mega
ja: メガ

source: Members
ja: メンバー

source: Memory leak
ja: メモリリーク
